Revit 2027 API
IFCPropertyMappingInfo Constructor
 Constructs a new IFCPropertyMappingInfo with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCPropertyMappingInfo()
Public Sub New
public:
IFCPropertyMappingInfo()
new : unit -> IFCPropertyMappingInfo
See Also
Reference
IFCPropertyMappingInfo Class
IFCPropertyMappingInfo Overload
Autodesk.Revit.DB Namespace